{
  "games": {
    "blackjack_swe": "Black Jack (1 spelare) \n Black Jack är ett kortbaserat bordspel. Oftast används sex kortlekar med 52 kort i vardera lek. Spelaren spelar mot banken. Målsättningen för dig som spelare är att din hand efter spelets slut ska ha ett värde som är närmare 21 än bankens hand. Kortens värde får dock inte vara över 21. \n\n Korten och kortens värde \n Black Jack spelas oftast med sex kortlekar med 52 kort var. \n • Korten 2 till och med 10 är värda det poängtal som står angivet på spelkorten. \n • Kung, dam och knekt är värda tio poäng. \n • Ess är värt antingen ett poäng eller elva. \n\n Den första given \n Efter att insatser är placerade, delar dealern ut ett kort till spelaren. När detta är gjort, ger dealern sig själv ett kort och sedan ett andra kort till spelaren. De båda kort, som på detta sätt delats ut till spelare, kallas boxens ursprungliga giv. \n\n ”Black Jack” \n När den totala summan av ursprungsgiven är 21, kallas denna hand för Black Jack. Om dealerns första kort är värt mindre än tio poäng, ska vinst genast betalas ut till spelaren. I dessa fall är oddset 3:2 (1,5 x insatsen). Om poängen på handen överstiger 21 förlorar spelaren. \n\n Att ”dubbla” en insats \n Om den ursprungliga handen är värd nio, tio eller elva poäng kan spelaren dubbla sin insats. När en spelare har dubblat sin insats har spelaren endast rätt till ytterligare ett kort. Om den ursprungliga handen har ett värde av nio eller tio och detta värde uppnås med hjälp av ett ess, har detta ess ett fortsatt värde av ett. Det kan med andra ord aldrig bli värt elva igen under denna omgång. \n\n Att ”splitta” en hand \n Om den ursprungliga handen som delats ut till en spelare innehåller två kort med samma värde, kan spelaren dela på dessa och därigenom skapa två separata händer. Om spelaren väljer att dela sina kort måste han/hon göra en insats på det andra kortet som motsvarar den ursprungliga insatsen. De två delade korten och dess insatser ska nu räknas som två separata händer. Spelaren spelar sedan enligt gällande regler för vardera hand, en åt gången. Om det andra kortet till någon av dessa händer har samma värde som det första kortet kan spelaren återigen dela den handen och göra ytterligare en likvärdig insats. Blir värdet på de två första korten efter en split nio, tio eller elva är spelaren tillåten att dubbla (dubbling beskrivet ovan). Om spelaren delar på två ess får denne endast ytterligare ett kort per ess. För en spelare som delar på två ess eller två kort värda tio poäng, och med det nya kortet får 21 poäng på någon av händerna, räknas den handen inte som en Black Jack utan 21 och spelaren vinner lika mycket som insatsen, om det på slutet visar sig vara en vinnande hand.\n\n SNABBFAKTA \n Värde på kort: \n • 2-10 (samma värde som korten visar) \n • Ess(A): 1 el. 11 \n • Kn, D, K: 10 \n\n Ursprunglig giv (Initial Deal): \n Inledande och obligatorisk dragning av kort: \n • Spelare – (kort 1) \n • Dealer – (kort 2) \n • Spelare – (kort 3 och tills Spelare Stannar (Stand) eller får för mycket (22 eller mer). \n • Dealer – Drar fler kort till sig sist, om spelare stannat. Om spelare fått för mycket, inga fler kort till Dealer. \n\n Vinstutbetalning (till Spelare som har bättre hand än Dealer) \n • Black Jack (21) - (10 + A på Initial Deal) betalar 1,5 gånger pengarna. 100:- satsat blir 150:- i vinst, 500:- blir 750:- osv. \n • Allt annat betalas 1:1 (1 x pengarna). \n • Stand off (Push): Dealer och Spelare får samma summa. Spelaren får behålla sina pengar, ingen utbetalning. \n\n Dragningsregler \n Dealer Måste dra kort på summa 16 och under och Måste stanna på 17 och över. \n\n Termer \n • Bet: Spelare ska placera sin insats. (ex. 100:-, 500:-, 1000:-) \n • Deal: Insatser är lagda och Dealern ska göra Initial Deal. \n • Hit: Spelare vill ha ett till kort. Dra ett till kort till spelaren. \n • Stand: Spelare stannar. Dra inte ett till kort till Spelare. Dra kort till Dealer. \n • Split: Spelare får splitta två likadana kort efter ursprungsgiven (ex. K+K). Det kostar lika mycket som grundinsatsen. Om spelaren satsat 100:- från början måste det alltså placeras 100:- till för splitten. Korten säras och dealern ”spelar färdigt” första kortet som vanligt och efter det, andra kortet. EJ Black Jack vid Split! \n • Double: Spelaren får dubbla om summan på sina 2 första kort (efter Initial Deal) är 9, 10 eller 11. Om spelaren väljer att dubbla måste en lika stor insats som redan satsats placeras på grundinsatsen. Dealern drar endast 1 kort till, till gästen, och fortsätter därefter till sig själv. \n\n\n\n\n\n ",
    "blackjack_eng": "Black Jack (1 player) \n Black Jack is a card-based table game. Most often, six decks are used with 52 cards in each deck. The player plays against the bank. The goal for you as a player is that your hand after the end of the game should have a value that is closer to 21 than the banker's hand. However, the value of the cards must not exceed 21. \n\n The cards and the value of the cards \n Black Jack is usually played with six decks of 52 cards each. \n • Cards 2 to 10 are worth the number of points indicated on the playing cards. \n • King, queen and jack are worth ten points. \n • Ace is worth either one point or eleven. \n\n The First Deal \n After bets are placed, the dealer deals a card to the player. Once this is done, the dealer deals himself a card and then a second card to the player. The two cards dealt to players in this way are called the box's original deal. \n\n “Black Jack” \n When the total sum of the original deal is 21, this hand is called Black Jack. If the dealer's first card is worth less than ten points, winnings are immediately paid to the player. In these cases the odds are 3:2 (1.5 x the bet). If the score on the hand exceeds 21, the player loses. \n\n To ”double” a bet \n If the original hand is worth nine, ten or eleven points, the player can double their bet. Once a player has doubled his bet, the player is only entitled to one more card. If the original hand has a value of nine or ten and this value is reached with the help of an ace, this ace has a continued value of one. In other words, it can never be worth eleven again during this round. \n\n To ”split” a hand \n If the original hand dealt to a player contains two cards of the same value, the player can split them, thereby creating two separate hands. If the player chooses to split his cards, he/she must make a bet on the other card equal to the original bet. The two dealt cards and their bets should now count as two separate hands. The player then plays according to the applicable rules for each hand, one at a time. If the second card to any of these hands is of the same value as the first card, the player may again split that hand and make another equal bet. If the value of the first two cards after a split is nine, ten or eleven, the player is allowed to double (doubling described above). If the player splits two aces, he gets only one more card per ace. For a player who deals two aces or two cards worth ten points, and with the new card gets 21 points on either hand, that hand is not counted as a Black Jack but 21 and the player wins as much as the bet, if at the end turns out to be a winning hand.\n\n QUICK FACTS \n Value of cards: \n • 2-10 (same value as the cards show) \n • Ace(A): 1 el. 11 \n • Kn, D, K: 10 \n\n Initial Deal: \n Initial and mandatory drawing of cards: \n • Player – (card 1) \n • Dealer – (card 2) \n • Player – (card 3 and until Player Stops (Stand) or gets too much (22 or more). \n • Dealer – Draws more cards to himself last, if player stopped. If player got too much, no more cards to Dealer.  \n\n Payout (to Player who has a better hand than Dealer) \n • Black Jack (21) - (10 + A on Initial Deal) pays 1.5 times the money $100 bet becomes $150 in profit, $500 becomes $750, etc. \n • Everything else is paid 1:1 (1 x the money). \n • Stand off (Push): Dealer and Player get the same amount. The player gets to keep his money, no payout. \n\n Draw Rules \n Dealer Must draw on sum 16 and under and Must stay on 17 and over. \n\n Terms \n • Bet: Player must place their bet. (eg $100, $500, $1000)  \n • Deal: Bets are placed and the Dealer must make the Initial Deal.\n • Hit: Player wants another card. Draw another card to the player. \n • Stand: Player stops. Do not draw another card to Player. Draw cards to Dealer. \n • Split: Players may split two identical cards according to the original deal (eg K+K). It costs the same as the basic bet. If the player bet $100 from the beginning, another $100 must be placed for the split. The cards are dealt and the dealer ”finishes” the first card as usual and after that, the second card. NO Black Jack at Split! \n • Double: The player may double if the sum of his first 2 cards (after the Initial Deal) is 9, 10 or 11. If the player chooses to double, an equal bet that has already been placed must be placed on top of the basic bet. The dealer draws only 1 more card, to the guest, and then continues to himself. \n\n",
    "slots_swe": "",
    "slots_eng": "",
    "wheel_swe": "",
    "wheel_eng": ""
  }
}
