{
  "games": {
    "blackjack_card": "The objective is always to beat the dealer, which means getting to or as close as possible to a total point score of 21. If your cards total higher than the dealer's cards without going over 21, you win. If your hand goes over 21, you ”bust” and lose your bet. If the dealer busts, you win.",
    "blackjack_eng": "Black Jack (1 player) \n Black Jack is a card-based table game. Most often, six decks are used with 52 cards in each deck. The player plays against the bank. The goal for you as a player is that your hand after the end of the game should have a value that is closer to 21 than the banker's hand. However, the value of the cards must not exceed 21. \n\n The cards and the value of the cards \n Black Jack is usually played with six decks of 52 cards each. \n • Cards 2 to 10 are worth the number of points indicated on the playing cards. \n • King, queen and jack are worth ten points. \n • Ace is worth either one point or eleven. \n\n The First Deal \n After bets are placed, the dealer deals a card to the player. Once this is done, the dealer deals himself a card and then a second card to the player. The two cards dealt to players in this way are called the box's original deal. \n\n “Black Jack” \n When the total sum of the original deal is 21, this hand is called Black Jack. If the dealer's first card is worth less than ten points, winnings are immediately paid to the player. In these cases the odds are 3:2 (1.5 x the bet). If the score on the hand exceeds 21, the player loses. \n\n To ”double” a bet \n If the original hand is worth nine, ten or eleven points, the player can double their bet. Once a player has doubled his bet, the player is only entitled to one more card. If the original hand has a value of nine or ten and this value is reached with the help of an ace, this ace has a continued value of one. In other words, it can never be worth eleven again during this round. \n\n To ”split” a hand \n If the original hand dealt to a player contains two cards of the same value, the player can split them, thereby creating two separate hands. If the player chooses to split his cards, he/she must make a bet on the other card equal to the original bet. The two dealt cards and their bets should now count as two separate hands. The player then plays according to the applicable rules for each hand, one at a time. If the second card to any of these hands is of the same value as the first card, the player may again split that hand and make another equal bet. If the value of the first two cards after a split is nine, ten or eleven, the player is allowed to double (doubling described above). If the player splits two aces, he gets only one more card per ace. For a player who deals two aces or two cards worth ten points, and with the new card gets 21 points on either hand, that hand is not counted as a Black Jack but 21 and the player wins as much as the bet, if at the end turns out to be a winning hand.\n\n QUICK FACTS \n Value of cards: \n • 2-10 (same value as the cards show) \n • Ace(A): 1 el. 11 \n • Kn, D, K: 10 \n\n Initial Deal: \n Initial and mandatory drawing of cards: \n • Player – (card 1) \n • Dealer – (card 2) \n • Player – (card 3) \n After Initial deal, cards are drawn to Player, until he stops (Stand) or gets too much (22 or more). \n Dealer – Draws more cards last, if player has stopped. If player got too much, no more cards to Dealer.  \n\n Payout (to Player who has a better hand than Dealer) \n • Black Jack (21) - (10 + A on Initial Deal) pays 1.5 times the money $100 bet becomes $150 in profit, $500 becomes $750, etc. \n • Everything else is paid 1:1 (1 x the money). \n • Stand off (Push): Dealer and Player get the same amount. The player gets to keep his money, no payout. \n\n Draw Rules \n Dealer Must draw on sum 16 and under and Must stay on 17 and over. \n\n Terms \n • Bet: Player must place their bet. (eg $100, $500, $1000)  \n • Deal: Bets are placed and the Dealer must make the Initial Deal.\n • Hit: Player wants another card. Draw another card to the player. \n • Stand: Player stops. Do not draw another card to Player. Draw cards to Dealer. \n • Split: Players may split two identical cards according to the original deal (eg K+K). It costs the same as the basic bet. If the player bet $100 from the beginning, another $100 must be placed for the split. The cards are dealt and the dealer ”finishes” the first card as usual and after that, the second card. NO Black Jack at Split! \n • Double: The player may double if the sum of his first 2 cards (after the Initial Deal) is 9, 10 or 11. If the player chooses to double, an equal bet that has already been placed must be placed on top of the basic bet. The dealer draws only 1 more card, to the guest, and then continues to himself. \n\n\n\n",
    "slots_card": "What Are Slot Machines and How Do They Work? A slot machine is a gambling game with spinning reels. Those reels have symbols on them, which land randomly after you place a bet and spin the reels. If these symbols line up, you win prizes based on which symbols fall on that “payline”.",
    "slots_eng": "What Are Slot Machines and How Do They Work? A slot machine is a gambling game with spinning reels. Those reels have symbols on them, which land randomly after you place a bet and spin the reels. If these symbols line up, you win prizes based on which symbols fall on that “payline”. \nWhen playing slot machines, the aim is to get as many identical symbols in a row as possible, on one or more paylines. There are also certain other combinations of symbols that pay. Each slot machine has different combinations. \n\n\n\n ",
    "wheel_card": "In money wheel the viewer first spins the wheel. Players then place their bets on the symbols that they think will come out during the spin.",
    "wheel_eng": "In money wheel the viewer first spins the wheel. Players then place their bets on the symbols that they think will come out during the spin. \n\n\n\n ",
    "roulette_card": "The object of American Roulette is to guess on which number on the wheel the ball will come to rest. Every number has the same chance as any other of coming up on each spin i.e. the winning number on any spin has no effect on the outcome of the next spin.",
    "roulette_eng": "The object of American Roulette is to guess on which number on the wheel the ball will come to rest. Every number has the same chance as any other of coming up on each spin i.e. the winning number on any spin has no effect on the outcome of the next spin. \nRoulette is basically a very simple game. You bet chips on one or more numbers that you hope to win with. The dealer spins the ball in the wheel, which eventually lands on a number. Any player who bets on that number, or on a combination that includes that number, wins. \n\nExplanation of bets \nStraight Up: marks a number (36) and pays 35 times the bet.\n Split: marks two numbers (26, 27) and pays 17 times the bet.\nStreet: marks three numbers ( 19, 20, 21) and pays 11 times the bet.\nCorner : marks 4 numbers (11, 12, 14, 15) and pays 8 times the bet.\nSixline: Marks 6 numbers (1, 2, 3, 4, 5, 6) and pays 5 times the bet.\n\nIn addition to betting on numbers as above, there are also the following betting options:\n\n Dozens\nYou place your bet on the field labeled ”1st 12”, and if any of the numbers 1-12 win you win 2 times the bet. The same applies to ”2nd 12” (gain of 13-24) and ”3rd 12” (gain of 25-36).\n\nColumns\nYou place your bet on any of the fields below a column of 12 numbers, marked 2 to 1 on the layout. If any of the numbers in that column wins, you win 2 times the bet.\n\nEven Chances\n”Easy Chances” These consist of the six different fields out on the long side of the table layout, and you place your bet inside the desired field. For all of these, you win even money, i.e. as much as you bet. The different fields are:\n\n• Red or Black, (Black is highlighted with yellow color)\n• Odd or Even numbers\n• High or low numbers marked 1-18 or 19-36\n\nShould 0 come up in the wheel while betting on one or more of the easy chances, you will get back half of your bet while the other half is lost to the bank.\n\nThe probability of winning on a wheel with 37 numbers – 0 and numbers 1-36\nStraight-up 2.7%\nSplit 5.4%\nStreet 8.1%\nCorner 10.8%\nSix line 16.2%\nDozens/columns 32.4%\nEven chances 48.6%\n\n\n\n ",
    "baccarat_card": "Baccarat is a game where, instead of playing each other, players play against the bank (similar to blackjack). The aim is to obtain nine points or get as close to nine as possible. What's most fun about this setup is the sense of collaboration between players.",
    "baccarat_eng": "Experience the excitement of Baccarat. Who will come closest to the number 9? Will it be the bank or the other player?\n\nBaccarat is played with six decks of 52 cards each. The object of the game is to bet on whether you think the player or the bank will have the best hand. You can also bet on a draw between the two, known as Egalité or Tie. The winner is the hand that comes as close to nine as possible.\n\nHow to Play Baccarat\n\nThe Table\nThe game is played at a gambling table where each seat has a separate box with a number. At each box you can bet on the player’s hand, the banker’s hand or Egalité – that both hands have the same value.\n\nThe Cards\nBaccarat is played with six decks of 52 cards each.\n\nValue of the Cards\nThe hand that comes closest to 9 wins. This is also the highest value a hand can have in Baccarat. Ten, jack, king and queen are worth 0 points, ace is worth 1 point and the other cards have their usual value. The value of the hand is calculated by adding up the value of the cards. If the total is two digits, the first digit is removed. The hand nine and six is therefore not worth 15 but 5. 9 + 6 = 15. The first digit is removed = 5.\n\nThe Game Begins\nOnly one player is needed for the game to be played. All players are entitled to bet on the banker, the player or Egalité. All players at the table can therefore bet on the same thing. A player may not bet on both the player and the banker at the same time.\n\nWhen all players have placed their bets, the dealer announces that the game can begin.\n\nThe cards are drawn one by one from the shoe in the order of player, banker and placed in the marked places face up.\n\nDraw Table\n\nThe player has two cards with the total:\n\n 0, 1, 2, 3, 4, 5 - Draw a third card unless the banker has 8 or 9.\n6, 7 - Stand if the banker has 0 through 5, the banker draws a third card.\n8, 9 - Stand if no third card is dealt to either the player or the banker.\n\nThe banker has two cards with the total:\n\n0, 1, 2 - Draw a third card unless the player has 8 or 9.\n3 - Draws a third card unless the player’s third card is 8.\n4 - Draws a third card when the player’s third card is 2, 3, 4, 5, 6, 7.\n5 - Draws a third card when the player’s third card is 4, 5, 6, 7.\n6 - The banker stands if the player stands, or receives a third card if the player’s third card is 6 or 7.\n7 - Stands.\n8,9 - Stand, neither the player nor the banker draws any more cards. \n\n\n\n ",
    "threecardpoker_card": "Three Card Poker (TCP) is a three card poker game that utilizes a player-dealer position. As in other games featuring a player-dealer, the players play against another player who will collect all winnings and pay all losing wagers to the extent that their wagers covers.",
    "threecardpoker_eng": "With three ways to play and four ways to win, players can either bet against the dealer, bet on the value of their own three cards in hand or bet on both.\n\nHow to Play Three Card Poker\nThree Card Poker is a variation of poker played with three cards against the bank. The game begins with all participants placing an Ante bet and possibly an optional Pair Plus bet. Once all bets on the ante have been placed, the playing cards are dealt one at a time to each box participating in the game, in such a way that the dealer receives the last playing card. All playing cards are dealt face down.\n\nAs soon as the dealer has said “go ahead”, the players may pick up and look at their cards. After the players have evaluated their hand, they can decide whether they want to stay in the game or fold. If the player chooses to fold, he or she forfeits their Ante bet. If the player decides to stay in the game, he or she must place an additional bet, equal to the Ante bet, in the box marked Play.\n\nWhen all the boxes in the game have decided to either fold or stay in the game, the dealer turns over his or her three playing cards.\n\nIf the dealer has lower than ”Queen High”, all remaining ante bets on the table win; the ”Play bets” are not affected at all and are treated as a ”stand-off”. If the dealer has ”Queen High” or higher, each hand is compared to the dealer’s. The player loses both Ante and Play if his/her hand is lower than the bank’s, or wins 1:1 if the hand is higher.\n\nPoker Hands\nThe hands are ranked as follows:\n• High Card, three cards of a different suit, e.g. Q, 10, 6\n•A pair, e.g. 10, 10, 6\n• Flush, three cards of the same suit but not in sequence, e.g. K, J, 9 all in hearts\n• Straight, three cards in sequence but in different suits, e.g. 3, 2, Ace or Ace, K, Q\n• Three of a Kind, e.g. Q, Q, Q\n• Straight Flush, three cards of the same suit and in sequence, e.g. 5, 6, 7 all in clubs\n\nNote that aces can count as both the highest and lowest card in a Straight and that in Three Card Poker a Straight is higher than a Flush.\n\nShould the bank and the player have the same poker combination, the one with the highest combination (highest card/pair/straight/suit, etc.) wins. If necessary to determine the winner, the side card, also known as the ”kicker”, is compared. If the player and the bank have the same hand and it is not possible to determine the winner, there is a ”stand-off” and the player keeps his/her bet. None of the suits (spades, hearts, diamonds and clubs) is valued higher than any other, so two different suits of the same rank is a stand-off.\n\nPair Plus\nPair Plus is a supplementary game where the player wins or loses based solely on his/her own three cards. The bank’s cards have no effect on this game. The pay-out occurs when the dealer pays out winnings or collects losing chips on Ante and Play.\n\nPay-outs are made as follows:\n• Mini Royal\n• Straight Flush\n• Three of a kind\n• Straight\n• Flush\n• Pair\n\nTo win Pair Plus, the player must stay in the game by placing a bet on Play.\n\nShould the player have any of the three highest combinations, an extra Ante Bonus is paid out as follows:\n• Straight Flush\n• Three of a Kind\n• Straight\n\nThe Ante Bonus is paid at the same time as the Ante, Play and Pair Plus. The player wins this bonus even if he or she has an inferior hand to the bank and loses the Ante and Play and regardless of whether or not the bank qualifies.\nThree Card Poker is stud poker and no more than the original three cards will be dealt.\n\nOdds:\nProbability of getting the different hands:\nMini Royal 0.02%\nStraight Flush 0.2%\nThree of a kind – 0.24%\nStraight – 3.26%\nFlush – 4.96%\nPair – 16.94% \n\n\n\n "
  }
}
